const modelData = {
    "1": {
        "1": {
            "1": "放學時大家正在討論等一下要去誰的家裡玩，每個人都很期待。",
            "2": "我們來看看最後決定去哪裡吧！"
        }
    },
    "2": {
        "1": {
            "1": {
                "name": "鍾瑞容",
                "text": "你這兜盡後背決定愛去麼人个屋下呢？",
                "chinese": "你們最後決定要去誰家裡呢？",
                "sound": "1-2/四縣腔/1-2四縣腔-2-1-1.wav"
            },
            "2": {
                "name": "劉宗翰",
                "text": "𠊎這兜決定放學以後愛去吾屋下尞。",
                "chinese": "我們決定放學要來我家玩。",
                "sound": "1-2/四縣腔/1-2四縣腔-2-1-2.wav"
            },
            "3": {
                "name": "鍾瑞容",
                "text": "你屋下在哪位？",
                "chinese": "你家在哪裡？",
                "sound": "1-2/四縣腔/1-2四縣腔-2-1-3.wav"
            },
            "4": {
                "name": "劉宗翰",
                "text": "在車頭附近仔。",
                "chinese": "在車站附近。",
                "sound": "1-2/四縣腔/1-2四縣腔-2-1-4.wav"
            },
            "5": {
                "name": "鍾瑞容",
                "text": "麼个路？在幾多號？",
                "chinese": "什麼路？在幾號？",
                "sound": "1-2/四縣腔/1-2四縣腔-2-1-5.wav"
            },
            "6": {
                "name": "劉宗翰",
                "text": "係中山路十二號",
                "chinese": "是中山路十二號。",
                "sound": "1-2/四縣腔/1-2四縣腔-2-1-6.wav"
            },
            "7": {
                "name": "鍾瑞容",
                "text": "𠊎毋知愛仰仔去，到時節做得帶𠊎去無？",
                "chinese": "我不知道怎麼去，到時候能帶我去嗎？",
                "sound": "1-2/四縣腔/1-2四縣腔-2-1-7.wav"
            },
            "8": {
                "name": "劉宗翰",
                "text": "當然做得！",
                "chinese": "當然可以！",
                "sound": "1-2/四縣腔/1-2四縣腔-2-1-8.wav"
            },
            "9": {
                "name": "鍾瑞容",
                "text": "嗨！秀玲～",
                "chinese": "嗨！秀伶～",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-1.wav"
            },
            "10": {
                "name": "彭秀伶",
                "text": "失禮，分大家等恁久。",
                "chinese": "抱歉讓大家久等了。",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-2.wav"
            },
            "11": {
                "name": "鍾瑞容",
                "text": "毋使緊張，𠊎兜乜正到，你還好無？",
                "chinese": "別緊張，我們都剛到，你還好嗎？",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-3.wav"
            },
            "12": {
                "name": "彭秀伶",
                "text": "𠊎無事情，只係對學校過來當遠當𤸁。",
                "chinese": "我沒事，只是從學校過來好遠好累。",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-4.wav"
            },
            "13": {
                "name": "鍾瑞容",
                "text": "你仰仔過來个呢？",
                "chinese": "你怎麼過來的呢？",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-5.wav"
            },
            "14": {
                "name": "彭秀伶",
                "text": "𠊎係行路來个。",
                "chinese": "我是走路來的。",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-6.wav"
            },
            "15": {
                "name": "鍾瑞容",
                "text": "𠊎乜係行路過來个，行到𠊎氣急急仔。",
                "chinese": "我也是走過來的，真的很喘。",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-7.wav"
            },
            "16": {
                "name": "彭秀伶",
                "text": "還有麼人係行路過來个？",
                "chinese": "還有誰是走過來的？",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-8.wav"
            },
            "17": {
                "name": "鍾瑞容",
                "text": "劉宗翰乜係行路過來个。",
                "chinese": "劉宗翰也是走過來的。",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-9.wav"
            },
            "18": {
                "name": "彭秀伶",
                "text": "哇，你兜行還遽，該恩俚遽遽落去吧。",
                "chinese": "哇，你們走路真快，那我們快進去吧。",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-10.wav"
            },
            "19": {
                "name": "鍾瑞容",
                "text": "好。",
                "chinese": "好的。",
                "sound": "1-2/四縣腔/1-2四縣腔-2-2-11.wav"
            }
        },
        "2": {
            "1": {
                "name": "鍾瑞容",
                "text": "你兜儕包尾決定愛去麼儕屋家呢？",
                "sound": "1-2/海陸腔/1-2海陸腔-2-1-1.wav"
            },
            "2": {
                "name": "劉宗翰",
                "text": "𠊎兜儕決定放學以後，愛來𠊎屋家尞。",
                "sound": "1-2/海陸腔/1-2海陸腔-2-1-2.wav"
            },
            "3": {
                "name": "鍾瑞容",
                "text": "若屋家在哪位？",
                "sound": "1-2/海陸腔/1-2海陸腔-2-1-3.wav"
            },
            "4": {
                "name": "劉宗翰",
                "text": "在車站附近。",
                "sound": "1-2/海陸腔/1-2海陸腔-2-1-4.wav"
            },
            "5": {
                "name": "鍾瑞容",
                "text": "麼个路？在幾多號？",
                "sound": "1-2/海陸腔/1-2海陸腔-2-1-5.wav"
            },
            "6": {
                "name": "劉宗翰",
                "text": "係中山路十二號",
                "sound": "1-2/海陸腔/1-2海陸腔-2-1-6.wav"
            },
            "7": {
                "name": "鍾瑞容",
                "text": "𠊎毋知愛仰般去，到時做得帶(渡)𠊎去無？",
                "sound": "1-2/海陸腔/1-2海陸腔-2-1-7.wav"
            },
            "8": {
                "name": "劉宗翰",
                "text": "當然做得啊！",
                "sound": "1-2/海陸腔/1-2海陸腔-2-1-8.wav"
            },
            "9": {
                "name": "鍾瑞容",
                "text": "嗨！秀玲～",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-1.wav"
            },
            "10": {
                "name": "彭秀伶",
                "text": "失禮！分大家等恁久！",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-2.wav"
            },
            "11": {
                "name": "鍾瑞容",
                "text": "無相干！𠊎兜乜正到，你有要緊無？",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-3.wav"
            },
            "12": {
                "name": "彭秀伶",
                "text": "𠊎無仰般啦！斯因為正從學校行過來，有較遠、較悿些仔定！",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-4.wav"
            },
            "13": {
                "name": "鍾瑞容",
                "text": "你係仰般過來个？",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-5.wav"
            },
            "14": {
                "name": "彭秀伶",
                "text": "𠊎係行路來个！",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-6.wav"
            },
            "15": {
                "name": "鍾瑞容",
                "text": "𠊎乜係行等過來个！真識行著氣急急！",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-7.wav"
            },
            "16": {
                "name": "彭秀伶",
                "text": "還有麼儕係行等過來个？",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-8.wav"
            },
            "17": {
                "name": "鍾瑞容",
                "text": "劉宗翰乜係行路過來个",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-9.wav"
            },
            "18": {
                "name": "彭秀伶",
                "text": "哇，你兜行路行還遽，該𫣆俚遽落屋肚去！",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-10.wav"
            },
            "19": {
                "name": "鍾瑞容",
                "text": "好喔！",
                "sound": "1-2/海陸腔/1-2海陸腔-2-2-11.wav"
            }
        },
        "3": {
            "1": {
                "name": "鍾瑞容",
                "text": "若等盡尾決定去麼人屋家呢？",
                "sound": "1-2/大埔腔/1-2大埔腔-2-1-1.wav"
            },
            "2": {
                "name": "劉宗翰",
                "text": "吾等決定放學愛來吾屋家尞。",
                "sound": "1-2/大埔腔/1-2大埔腔-2-1-2.wav"
            },
            "3": {
                "name": "鍾瑞容",
                "text": "若屋家在哪位？",
                "sound": "1-2/大埔腔/1-2大埔腔-2-1-3.wav"
            },
            "4": {
                "name": "劉宗翰",
                "text": "在車頭附近。",
                "sound": "1-2/大埔腔/1-2大埔腔-2-1-4.wav"
            },
            "5": {
                "name": "鍾瑞容",
                "text": "麼个路？在幾多號？",
                "sound": "1-2/大埔腔/1-2大埔腔-2-1-5.wav"
            },
            "6": {
                "name": "劉宗翰",
                "text": "係中山路十二號。",
                "sound": "1-2/大埔腔/1-2大埔腔-2-1-6.wav"
            },
            "7": {
                "name": "鍾瑞容",
                "text": "𠊎毋知愛仰脣去，到時使得帶𠊎去無？",
                "sound": "1-2/大埔腔/1-2大埔腔-2-1-7.wav"
            },
            "8": {
                "name": "劉宗翰",
                "text": "當然使得！",
                "sound": "1-2/大埔腔/1-2大埔腔-2-1-8.wav"
            },
            "9": {
                "name": "鍾瑞容",
                "text": "嘿！秀伶~",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-1.wav"
            },
            "10": {
                "name": "彭秀伶",
                "text": "敗勢，分大家等恁久。",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-2.wav"
            },
            "11": {
                "name": "鍾瑞容",
                "text": "莫緊張，吾等做下正到，你有仰脣無？",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-3.wav"
            },
            "12": {
                "name": "彭秀伶",
                "text": "無啦，單淨係對學校過來當遠當𤸁",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-4.wav"
            },
            "13": {
                "name": "鍾瑞容",
                "text": "你係仰脣過來个呢？",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-5.wav"
            },
            "14": {
                "name": "彭秀伶",
                "text": "𠊎係行路來个。",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-6.wav"
            },
            "15": {
                "name": "鍾瑞容",
                "text": "𠊎也係行過來个，硬硬敨氣毋出。",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-7.wav"
            },
            "16": {
                "name": "彭秀伶",
                "text": "還有麼人係行過來个？",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-8.wav"
            },
            "17": {
                "name": "鍾瑞容",
                "text": "劉宗翰也係行過來个。",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-9.wav"
            },
            "18": {
                "name": "彭秀伶",
                "text": "哇，若等行路還遽，恁泥𫣆等遽遽進去啦！",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-10.wav"
            },
            "19": {
                "name": "鍾瑞容",
                "text": "好。",
                "sound": "1-2/大埔腔/1-2大埔腔-2-2-11.wav"
            }
        },
        "4": {
            "1": {
                "name": "鍾瑞容",
                "text": "你兜最尾決定愛去哪儕屋下呢？",
                "sound": "1-2/饒平腔/1-2饒平腔-2-1-1.wav"
            },
            "2": {
                "name": "劉宗翰",
                "text": "𠊎兜決定放學後愛在𠊎屋下爽。",
                "sound": "1-2/饒平腔/1-2饒平腔-2-1-2.wav"
            },
            "3": {
                "name": "鍾瑞容",
                "text": "你屋下在哪位？",
                "sound": "1-2/饒平腔/1-2饒平腔-2-1-3.wav"
            },
            "4": {
                "name": "劉宗翰",
                "text": "在車頭脣。",
                "sound": "1-2/饒平腔/1-2饒平腔-2-1-4.wav"
            },
            "5": {
                "name": "鍾瑞容",
                "text": "麼个路？幾多號？",
                "sound": "1-2/饒平腔/1-2饒平腔-2-1-5.wav"
            },
            "6": {
                "name": "劉宗翰",
                "text": "中山路十二號",
                "sound": "1-2/饒平腔/1-2饒平腔-2-1-6.wav"
            },
            "7": {
                "name": "鍾瑞容",
                "text": "𠊎毋知愛仰般去，到時做得渡𠊎去無？",
                "sound": "1-2/饒平腔/1-2饒平腔-2-1-7.wav"
            },
            "8": {
                "name": "劉宗翰",
                "text": "當然做得。",
                "sound": "1-2/饒平腔/1-2饒平腔-2-1-8.wav"
            },
            "9": {
                "name": "鍾瑞容",
                "text": "嗨！秀玲～",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-1.wav"
            },
            "10": {
                "name": "彭秀伶",
                "text": "敗勢，分大家等恁久",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-2.wav"
            },
            "11": {
                "name": "鍾瑞容",
                "text": "毋使緊張，𠊎兜乜正到，你有仰般無？",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-3.wav"
            },
            "12": {
                "name": "彭秀伶",
                "text": "𠊎無仰般，斯講對學校過來盡遠盡悿。",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-4.wav"
            },
            "13": {
                "name": "鍾瑞容",
                "text": "你仰般來个？",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-5.wav"
            },
            "14": {
                "name": "彭秀伶",
                "text": "𠊎行路來个。",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-6.wav"
            },
            "15": {
                "name": "鍾瑞容",
                "text": "𠊎乜行路來个，行到氣急急仔。",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-7.wav"
            },
            "16": {
                "name": "彭秀伶",
                "text": "還有哪儕係行過來个？",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-8.wav"
            },
            "17": {
                "name": "鍾瑞容",
                "text": "劉宗翰乜係行過來个。",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-9.wav"
            },
            "18": {
                "name": "彭秀伶",
                "text": "哇，你兜行恁遽，該𫣆俚煞煞落來去啊。",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-10.wav"
            },
            "19": {
                "name": "鍾瑞容",
                "text": "好啊！",
                "sound": "1-2/饒平腔/1-2饒平腔-2-2-11.wav"
            }
        },
        "5": {
            "1": {
                "name": "鍾瑞容",
                "text": "你人頭尾決定討去麼儕个屋下咧？",
                "sound": "1-2/詔安腔/1-2詔安腔-2-1-1.wav"
            },
            "2": {
                "name": "劉宗翰",
                "text": "𠊎人決定放學討來𠊎屋下尞。",
                "sound": "1-2/詔安腔/1-2詔安腔-2-1-2.wav"
            },
            "3": {
                "name": "鍾瑞容",
                "text": "你屋下在哪位？",
                "sound": "1-2/詔安腔/1-2詔安腔-2-1-3.wav"
            },
            "4": {
                "name": "劉宗翰",
                "text": "在車頭就近。",
                "sound": "1-2/詔安腔/1-2詔安腔-2-1-4.wav"
            },
            "5": {
                "name": "鍾瑞容",
                "text": "麼个路？ 幾多號？",
                "sound": "1-2/詔安腔/1-2詔安腔-2-1-5.wav"
            },
            "6": {
                "name": "劉宗翰",
                "text": "係中山路十二號。",
                "sound": "1-2/詔安腔/1-2詔安腔-2-1-6.wav"
            },
            "7": {
                "name": "鍾瑞容",
                "text": "𠊎毋知仰子去，到時會用渡𠊎去無？",
                "sound": "1-2/詔安腔/1-2詔安腔-2-1-7.wav"
            },
            "8": {
                "name": "劉宗翰",
                "text": "當然會用！",
                "sound": "1-2/詔安腔/1-2詔安腔-2-1-8.wav"
            },
            "9": {
                "name": "鍾瑞容",
                "text": "嗨！秀玲～",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-1.wav"
            },
            "10": {
                "name": "彭秀伶",
                "text": "歹勢得大家等恁久啊。",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-2.wav"
            },
            "11": {
                "name": "鍾瑞容",
                "text": "莫緊張，𫣆人攏正到位，你敢猶有仰子？",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-3.wav"
            },
            "12": {
                "name": "彭秀伶",
                "text": "𠊎無仰子，正係對學校過來足遠个足悿。",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-4.wav"
            },
            "13": {
                "name": "鍾瑞容",
                "text": "你仰子來个咧？",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-5.wav"
            },
            "14": {
                "name": "彭秀伶",
                "text": "𠊎係行路來个。",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-6.wav"
            },
            "15": {
                "name": "鍾瑞容",
                "text": "𠊎嘛係行路來个，正經真喘。",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-7.wav"
            },
            "16": {
                "name": "彭秀伶",
                "text": "猶有哪儕係行路來个？",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-8.wav"
            },
            "17": {
                "name": "鍾瑞容",
                "text": "劉宗翰嘛係行路來个。",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-9.wav"
            },
            "18": {
                "name": "彭秀伶",
                "text": "哇，你人行到真緊，恁𫣆人較緊入去啦。",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-10.wav"
            },
            "19": {
                "name": "鍾瑞容",
                "text": "好啊。",
                "sound": "1-2/詔安腔/1-2詔安腔-2-2-11.wav"
            }
        },
        "6": {
            "1": {
                "name": "鍾瑞容",
                "text": "你等最後決定去麼人屋下呢？",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-1-1.wav"
            },
            "2": {
                "name": "劉宗翰",
                "text": "𠊎等決定放學愛來𠊎屋下搞。",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-1-2.wav"
            },
            "3": {
                "name": "鍾瑞容",
                "text": "你屋下在哪？",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-1-3.wav"
            },
            "4": {
                "name": "劉宗翰",
                "text": "在車頭附近",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-1-4.wav"
            },
            "5": {
                "name": "鍾瑞容",
                "text": "麼个路？在幾多號？",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-1-5.wav"
            },
            "6": {
                "name": "劉宗翰",
                "text": "係中山路十二號。",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-1-6.wav"
            },
            "7": {
                "name": "鍾瑞容",
                "text": "𠊎毋知愛仰仔去，到時節做得帶𠊎去無？",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-1-7.wav"
            },
            "8": {
                "name": "劉宗翰",
                "text": "當然做得！",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-1-8.wav"
            },
            "9": {
                "name": "鍾瑞容",
                "text": "嗨！秀玲～",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-1.wav"
            },
            "10": {
                "name": "彭秀伶",
                "text": "壞勢分大家等恁久。",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-2.wav"
            },
            "11": {
                "name": "鍾瑞容",
                "text": "莫緊張，𠊎等正到，你還好無？",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-3.wav"
            },
            "12": {
                "name": "彭秀伶",
                "text": "𠊎無事，就係對學校過來恁遠蓋𤸁。",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-4.wav"
            },
            "13": {
                "name": "鍾瑞容",
                "text": "你仰仔來个？",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-5.wav"
            },
            "14": {
                "name": "彭秀伶",
                "text": "𠊎係行路來个。",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-6.wav"
            },
            "15": {
                "name": "鍾瑞容",
                "text": "𠊎乜係行路來个，正式盡敨大氣。",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-7.wav"
            },
            "16": {
                "name": "彭秀伶",
                "text": "還有麼人係行路來个？",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-8.wav"
            },
            "17": {
                "name": "鍾瑞容",
                "text": "劉宗翰乜係行路來个。",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-9.wav"
            },
            "18": {
                "name": "彭秀伶",
                "text": "哇，你等行路還遽，嘎𠊎等共快入去啦。",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-10.wav"
            },
            "19": {
                "name": "鍾瑞容",
                "text": "好。",
                "sound": "1-2/南四縣腔/1-2南四縣腔-2-2-11.wav"
            }
        }
    },
    "3": {
        "1": {
            "question": {
                "1": "瑞容上週去同學家玩，因此決定邀請大家今天來家裡玩，並且烤餅乾給同學們吃。",
                "2": "為了保持餅乾最美味的樣子，她想先打電話問問大家的交通方式。",
                "3": "請打電話給朋友們，問他們怎麼來瑞容家？"
            },
            "command": {
                "1": "打給",
                "2": "前往"
            },
            "sentence": {
                "1": "你愛仰仔來吾屋下？"
            },
            "vocabulary": {
                "1": "來",
                "2": "在哪",
                "3": "你",
                "4": "吾屋下",
                "5": "幾",
                "6": "仰仔",
                "7": "哪央時",
                "8": "愛",
                "9": "若个"
            },
            "name": {
                "1": "腳踏車",
                "2": "公車",
                "3": "走路",
                "4": "火車"
            },
            "connect": {
                "1": { "name": "劉宗翰", "tool": "腳踏車" },
                "2": { "name": "彭秀伶", "tool": "公車" },
                "3": { "name": "林玉琴", "tool": "走路" },
                "4": { "name": "范小萍", "tool": "走路" }
            },
            "hints": {
                "1": { "command": "", "hint": "[請選取指令積木]" },
                "2": { "command": "打給", "hint": "[請選取你要打電話給誰]" },
                "3": { "command": "前往", "hint": "[請選取誰要去]" },
                "4": { "command": "character_a", "hint": "[請選擇交通方式]" },
                "5": { "command": "character", "hint": "[請重組句子並發問]" }
            },
            "end": {
                "name": "鍾瑞容",
                "text": "太好了，到時候大家都可以吃到熱熱的餅乾了！"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-13.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-14.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-15.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-16.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-17.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-1.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-2.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-4.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-5.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-7.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-8.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-10.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-11.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "2": {
            "sentence": {
                "1": "你愛仰般來𠊎屋家?"
            },
            "vocabulary": {
                "1": "來",
                "2": "在哪",
                "3": "你",
                "4": "𠊎屋家",
                "5": "幾",
                "6": "仰般",
                "7": "幾時",
                "8": "愛",
                "9": "你个"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-13.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-14.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-15.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-16.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-17.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-1.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-2.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-4.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-5.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-7.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-8.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-10.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-11.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "3": {
            "sentence": {
                "1": "你愛仰脣來吾屋家?"
            },
            "vocabulary": {
                "1": "來",
                "2": "在哪",
                "3": "你",
                "4": "吾屋家",
                "5": "幾",
                "6": "仰脣",
                "7": "哪時",
                "8": "愛",
                "9": "若个"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-13.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-14.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-15.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-16.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-17.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-1.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-2.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-4.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-5.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-7.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-8.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-10.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-11.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "4": {
            "sentence": {
                "1": "你愛仰般來𠊎屋下？"
            },
            "vocabulary": {
                "1": "來",
                "2": "在哪",
                "3": "你",
                "4": "𠊎屋下",
                "5": "幾",
                "6": "仰般",
                "7": "哪央時",
                "8": "愛",
                "9": "你个"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-13.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-14.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-15.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-16.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-17.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-1.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-2.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-4.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-5.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-7.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-8.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-10.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-11.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "5": {
            "sentence": {
                "1": "你愛仰子來𠊎屋下?"
            },
            "vocabulary": {
                "1": "來",
                "2": "在哪位",
                "3": "你",
                "4": "𠊎屋下",
                "5": "幾",
                "6": "仰子",
                "7": "幾時",
                "8": "愛",
                "9": "你个"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-13.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-14.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-15.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-16.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-17.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-1.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-2.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-4.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-5.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-7.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-8.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-10.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-11.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "6": {
            "sentence": {
                "1": "你愛仰仔來𠊎屋下？"
            },
            "vocabulary": {
                "1": "來",
                "2": "在哪",
                "3": "你",
                "4": "𠊎屋下",
                "5": "幾多",
                "6": "仰仔",
                "7": "哪久",
                "8": "愛",
                "9": "你个"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-13.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-14.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-15.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-16.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-17.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-1.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-2.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-4.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-5.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-7.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-8.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-10.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-11.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-12.wav"
                        }
                    }
                }
            }
        }
    },
    "4": {
        "1": {
            "question": {
                "1": "瑞容在烤好餅乾時，想起來這是第一次邀請朋友來家裡，他很擔心朋友們會迷路。",
                "2": "因此瑞容決定製作一張地圖要傳給大家，你能幫他嗎？",
                "3": "打電話給朋友們寫出大家都住哪吧！"
            },
            "command": {
                "1": "打給",
                "2": "住在"
            },
            "sentence": {
                "1": "若屋下在哪位？"
            },
            "area": {
                "1": "劉宗翰",
                "2": "范小萍",
                "3": "林玉琴",
                "4": "公園",
                "5": "彭秀伶"
            },
            "vocabulary": {
                "1": "在哪位",
                "2": "若",
                "3": "哪央時",
                "4": "仰般",
                "5": "𠊎",
                "6": "屋下",
                "7": "吾",
                "8": "幾"
            },
            "hints": {
                "1": { "command": "", "hint": "[請選取指令積木]" },
                "2": { "command": "打給", "hint": "[請選取你要打電話給誰]" },
                "3": { "command": "住在", "hint": "[請選取誰]" },
                "4": { "command": "area", "hint": "[請選取住在哪裡]" },
                "5": { "command": "character", "hint": "[請重組句子並發問]" }
            },
            "end": {
                "name": "鍾瑞容",
                "text": "太好了，這樣大家就能知道怎麼來了！"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-2-1.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-2-2.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-2-3.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-2-4.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-2-5.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-1.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-2.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-4.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-5.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-7.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-8.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-10.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-11.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "2": {
            "sentence": {
                "1": "若屋家在哪位？"
            },
            "vocabulary": {
                "1": "在哪",
                "2": "你",
                "3": "幾時",
                "4": "仰般",
                "5": "𠊎",
                "6": "屋家",
                "7": "𠊎个",
                "8": "幾"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-2-1.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-2-2.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-2-3.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-2-4.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-2-5.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-1.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-2.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-4.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-5.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-7.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-8.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-10.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-11.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "3": {
            "sentence": {
                "1": "你屋家在哪位？"
            },
            "vocabulary": {
                "1": "在哪",
                "2": "你",
                "3": "哪時",
                "4": "仰脣",
                "5": "𠊎",
                "6": "屋家",
                "7": "吾个",
                "8": "幾"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-2-1.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-2-2.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-2-3.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-2-4.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-2-5.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-1.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-2.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-4.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-5.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-7.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-8.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-10.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-11.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "4": {
            "sentence": {
                "1": "你屋下在哪位？"
            },
            "vocabulary": {
                "1": "在哪位",
                "2": "你",
                "3": "哪央時",
                "4": "仰般",
                "5": "𠊎",
                "6": "屋下",
                "7": "𠊎个",
                "8": "幾"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-2-1.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-2-2.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-2-3.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-2-4.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-2-5.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-1.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-2.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-4.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-5.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-7.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-8.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-10.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-11.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "5": {
            "sentence": {
                "1": "你屋下在哪位？"
            },
            "vocabulary": {
                "1": "在哪位",
                "2": "你",
                "3": "幾時",
                "4": "仰般",
                "5": "𠊎",
                "6": "屋下",
                "7": "𠊎个",
                "8": "幾"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-2-1.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-2-2.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-2-3.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-2-4.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-2-5.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-1.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-2.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-4.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-5.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-7.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-8.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-10.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-11.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "6": {
            "sentence": {
                "1": "你屋下在哪？"
            },
            "vocabulary": {
                "1": "在哪",
                "2": "你",
                "3": "哪久",
                "4": "仰仔",
                "5": "𠊎",
                "6": "屋下",
                "7": "𠊎个",
                "8": "幾"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-2-1.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-2-2.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-2-3.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-2-4.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-2-5.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-1.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-2.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-4.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-5.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-7.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-8.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-10.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-11.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-12.wav"
                        }
                    }
                }
            }
        }
    },
    "5": {
        "1": {
            "question": {
                "1": "餅乾快烤好時，瑞容看著地圖發現少了甚麼，原來是沒有路名和門牌號碼。",
                "2": "著急的瑞容想把地圖寫清楚，一起協助他把路名和號碼填上去吧。",
                "3": "打電話給大家問問他們家的路名和號碼吧？"
            },
            "command": {
                "1": "打給",
                "2": "住在"
            },
            "sentence": {
                "1": "若屋下係麼个路？",
                "2": "若屋下係幾多號？",
            },
            "road": {
                "1": "中山路",
                "2": "大同路",
                "3": "中華路"
            },
            "number": {
                "1": "林玉琴",
                "2": "",
                "3": "",
                "4": "劉宗翰",
                "5": "",
                "6": "范小萍",
                "7": "",
                "8": "彭秀伶",
                "9": ""
            },
            "connect": {
                "1": { "name": "劉宗翰", "road": "1", "number": "劉宗翰" },
                "2": { "name": "彭秀伶", "road": "3", "number": "彭秀伶" },
                "3": { "name": "林玉琴", "road": "2", "number": "林玉琴" },
                "4": { "name": "范小萍", "road": "1", "number": "范小萍" }
            },
            "vocabulary": {
                "1": "若",
                "2": "屋下",
                "3": "係",
                "4": "麼个",
                "5": "路",
                "6": "幾多",
                "7": "號",
                "8": "哪央時",
                "9": "仰般",
                "10": "𠊎"
            },
            "hints": {
                "1": { "command": "", "hint": "[請選取指令積木]" },
                "2": { "command": "打給", "hint": "[請選取要打給誰]" },
                "3": { "command": "住在", "hint": "[請選取要填寫的位置]" },
                "4": { "command": "road", "hint": "[請選取這條路的名稱]" },
                "5": { "command": "number", "hint": "[請選取這棟房子的號碼]" },
                "6": { "command": "character", "hint": "[請重組句子並發問]" }
            },
            "end": {
                "name": "鍾瑞容",
                "text": "太好了，好期待大家能來家裡吃熱熱的餅乾！"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-3-1.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-3-2.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-3-5.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-3-6.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-3-7.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-3-8.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-1.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-2.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-4.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-5.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-7.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-8.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/四縣腔/1-2四縣腔-3-1-10.wav",
                            "2": "/1-2/四縣腔/1-2四縣腔-3-1-11.wav",
                            "3": "/1-2/四縣腔/1-2四縣腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "2": {
            "sentence": {
                "1": "你屋下係麼个路？",
                "2": "你屋下係幾多號？",
            },
            "vocabulary": {
                "1": "你",
                "2": "屋下",
                "3": "係",
                "4": "麼个",
                "5": "路",
                "6": "幾多",
                "7": "號",
                "8": "幾時",
                "9": "仰般",
                "10": "𠊎"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-3-1.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-3-2.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-3-5.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-3-6.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-3-7.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-3-8.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-1.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-2.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-4.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-5.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-7.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-8.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/海陸腔/1-2海陸腔-3-1-10.wav",
                            "2": "/1-2/海陸腔/1-2海陸腔-3-1-11.wav",
                            "3": "/1-2/海陸腔/1-2海陸腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "3": {
            "sentence": {
                "1": "你屋家係麼个路？",
                "2": "你屋家係幾多號？",
            },
            "vocabulary": {
                "1": "你",
                "2": "屋家",
                "3": "係",
                "4": "麼个",
                "5": "路",
                "6": "幾多",
                "7": "號",
                "8": "哪時",
                "9": "仰脣",
                "10": "𠊎"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-3-1.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-3-2.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-3-5.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-3-6.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-3-7.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-3-8.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-1.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-2.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-4.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-5.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-7.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-8.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/大埔腔/1-2大埔腔-3-1-10.wav",
                            "2": "/1-2/大埔腔/1-2大埔腔-3-1-11.wav",
                            "3": "/1-2/大埔腔/1-2大埔腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "4": {
            "sentence": {
                "1": "你屋下係麼个路？",
                "2": "你屋下係幾多號？",
            },
            "vocabulary": {
                "1": "你",
                "2": "屋下",
                "3": "係",
                "4": "麼个",
                "5": "路",
                "6": "幾多",
                "7": "號",
                "8": "哪央時",
                "9": "仰般",
                "10": "𠊎"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-3-1.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-3-2.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-3-5.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-3-6.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-3-7.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-3-8.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-1.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-2.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-4.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-5.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-7.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-8.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/饒平腔/1-2饒平腔-3-1-10.wav",
                            "2": "/1-2/饒平腔/1-2饒平腔-3-1-11.wav",
                            "3": "/1-2/饒平腔/1-2饒平腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "5": {
            "sentence": {
                "1": "你屋下係麼个路？",
                "2": "你屋下係幾多號？"
            },
            "vocabulary": {
                "1": "你",
                "2": "屋下",
                "3": "係",
                "4": "麼个",
                "5": "路",
                "6": "幾多",
                "7": "號",
                "8": "幾時",
                "9": "仰子",
                "10": "𠊎"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-3-1.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-3-2.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-3-5.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-3-6.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-3-7.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-3-8.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-1.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-2.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-4.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-5.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-7.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-8.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/詔安腔/1-2詔安腔-3-1-10.wav",
                            "2": "/1-2/詔安腔/1-2詔安腔-3-1-11.wav",
                            "3": "/1-2/詔安腔/1-2詔安腔-3-1-12.wav"
                        }
                    }
                }
            }
        },
        "6": {
            "sentence": {
                "1": "你屋下係麼个路？",
                "2": "你屋下係幾多號？"
            },
            "vocabulary": {
                "1": "你",
                "2": "屋下",
                "3": "係",
                "4": "麼个",
                "5": "路",
                "6": "幾多",
                "7": "號",
                "8": "哪久",
                "9": "仰仔",
                "10": "𠊎"
            },
            "sound": {
                "yes": {
                    "1": {
                        "name": "鍾瑞容",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-3-1.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-3-2.wav"
                        }
                    },
                    "2": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-3-5.wav"
                        }
                    },
                    "3": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-3-6.wav"
                        }
                    },
                    "4": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-3-7.wav"
                        }
                    },
                    "5": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-3-8.wav"
                        }
                    }
                },
                "no": {
                    "1": {
                        "name": "劉宗翰",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-1.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-2.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-3.wav"
                        }
                    },
                    "2": {
                        "name": "彭秀伶",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-4.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-5.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-6.wav"
                        }
                    },
                    "3": {
                        "name": "林玉琴",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-7.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-8.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-9.wav"
                        }
                    },
                    "4": {
                        "name": "范小萍",
                        "src": {
                            "1": "/1-2/南四縣腔/1-2南四縣腔-3-1-10.wav",
                            "2": "/1-2/南四縣腔/1-2南四縣腔-3-1-11.wav",
                            "3": "/1-2/南四縣腔/1-2南四縣腔-3-1-12.wav"
                        }
                    }
                }
            }
        }
    }
}